{
    "locations": {
        "type": "FeatureCollection",
        "features": [
            {
                "type": "Feature",
                "properties": {
                    "title": "Iglesia San Pablo",
                    "description": "La iglesia conventual de San Pablo es uno de los edificios, más representativos de la ciudad de Valladolid (Castilla y León, España) y atracción turística. Se encuentra en la plaza de San Pablo, lugar donde se hallan también el palacio Real y el palacio de Pimentel, los llamados sitios reales en siglos pasados. Se encuentra adosada al colegio de San Gregorio y próxima al resto de sedes del Museo Nacional de Escultura. Fue construida entre 1445 y 1616 y pertenece a la orden de los dominicos. ",
                    "date": "1445-1616",
                    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Church_of_San_Pablo_2023_-_Main_Fa%C3%A7ade.jpg/800px-Church_of_San_Pablo_2023_-_Main_Fa%C3%A7ade.jpg"
                },
                "geometry": {
                    "coordinates": [
                        -4.724565225945412,
                        41.65700513056612
                    ],
                    "type": "Point"
                },
                "id": 0
            },
            {
                "type": "Feature",
                "properties": {
                    "title": "Plaza Mayor",
                    "description": "La reconstrucción del entorno de la plaza Mayor de Valladolid constituye un hecho excepcional en el siglo XVI. El proyecto de Francisco de Salamanca supone la puesta en práctica de concepciones del urbanismo moderno por primera vez en España. Las plazas mayores de Madrid y Salamanca, que datan de 1617 y 1729 respectivamente, presentan un claro influjo procedente de la Plaza Mayor vallisoletana.",
                    "date": 1562,
                    "image": "https://upload.wikimedia.org/wikipedia/commons/1/17/Plaza_Mayor_Valladolid1.jpg"
                },
                "geometry": {
                    "coordinates": [
                        -4.728461517020406,
                        41.65199648491668
                    ],
                    "type": "Point"
                },
                "id": 1
            },
            {
                "type": "Feature",
                "properties": {
                    "title": "Incendio",
                    "date": 1561,
                    "description": "El incendio de la ciudad de Valladolid del 21 de septiembre de 1561, en España, fue un suceso de la historia de Valladolid que se saldó con la destrucción de una décima parte de la ciudad. La reconstrucción de la zona se realizó entre 1562 y 1576. "
                },
                "geometry": {
                    "coordinates": [
                        -4.726535787278635,
                        41.65350493625806
                    ],
                    "type": "Point"
                },
                "id": 2
            }
        ]
    }
}